Repository: KojackNguyen/qldt
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Theme
vi: Chủ đề

source: System
vi: Hệ thống

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Language
vi: Ngôn ngữ

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Setting
vi: Cài đặt

# common_warning
source: Warning
vi: Cảnh báo

# update_profile_check_phone
source: Please enter the correct phone number
vi: Vui lòng nhập số điện thoại chính xác

# common_add_location
source: Add location
vi: Thêm vị trí

# common_save
source: Save
vi: Lưu

# common_select_class
source: Select class
vi: Chọn lớp

# create_user_input_number_student
source: Enter the number of students
vi: Nhập số lượng sinh viên

# common_enter_enough_information
source: Please enter enough information
vi: Vui lòng nhập đủ thông tin

# common_success
source: Success
vi: Thành công

# create_user_state_success
source: Create user success
vi: Tạo tài khoản thành công

source: Logout
vi: Đăng xuất

# edit_profile_add_phone_number
source: Add phone number
vi: Thêm số điện thoại

# edit_profile_add_location
source: Add location
vi: Thêm vị trí

# edit_profile_update_infomation
source: Update information
vi: Cập nhật thông tin

# common_send_to_me
source: Send to me
vi: Gửi đến tôi

# home_student_register
source: Student registration
vi: Sinh viên đăng ký học

# common_hello
source: Hello,
vi: Xin chào,

# create_time_table_select_day
source: Select day
vi: Chọn ngày học

# create_time_table_select_lesson
source: Select lesson
vi: Chọn tiết học

# create_time_table_please_select_calendar
source: Please select a calendar
vi: Vui lòng chọn ngày học

# common_notification
source: Notification
vi: Thông báo

# pay_tuition
source: Do you want to pay tuition fees for this semester?. Please confirm
vi: Bạn có muốn trả học phí cho học kỳ này không ?. Vui lòng xác nhận

# common_cancel
source: Cancel
vi: Huỷ

# tuition_payment
source: Payment
vi: Thanh toán

source: Tuition:
vi: Học phí:

# common_status
source: Status:
vi: Trạng thái:

# tuition_method
source: Method:
vi: Phương thức:

source: Detail tuition
vi: Chi tiết học phí:

# common_time
source: Time:
vi: Thời gian:

# common_home
source: Home
vi: Trang chủ

# common_calendar
source: Calendar
vi: Lịch

# common_alert
source: Alert
vi: Thông báo

# common_profile
source: Profile
vi: Hồ sơ

# common_setting
source: Setting
vi: Cài đặt

# common_score
source: Score
vi: Điểm

# common_course
source: Course
vi: Khoá học

# common_exam_schedule
source: Exam schedule
vi: Lịch thi

# common_select_specialized
source: Select Specialized
vi: Chọn khoa

# common_no_data
source: No data
vi: Không có dữ liệu

# common_select_student
source: Select student
vi: Chọn sinh viên

# common_select_subject
source: Select subject
vi: Chọn môn học

source: Score manager
vi: Quản lý điểm

# common_clear
source: Clear
vi: Dọn

# course_name_course
source: Name course
vi: Tên khóa học

source: Specialized
vi: Khoa

# course_time_payment
source: Time payment
vi: Thời gian thanh toán

# common_unknown
source: Unknown
vi: Không xác định

# course_period
source: Period
vi: Từ tiết

# course_number_of_period
source: Number of period
vi: Số tiết

# course_detail_course
source: Detail course
vi: Chi tiết khoá học

source: Courses
vi: Các khóa học

source: Register subject
vi: Đăng ký môn học

source: Please select a subject
vi: Vui lòng chọn một môn học

source: Please enter the enough information
vi: Vui lòng nhập đủ thông tin

source: Please select the time learning
vi: Vui lòng chọn thời gian học

source: List Subject
vi: Danh sách môn học

# common_name_subject
source: Name subject
vi: Tên môn học

source: Number of period
vi: Số tiết

source: Period start
vi: Từ tiết

source: Register subject
vi: Đăng ký môn học

# youDontHaveAnyClassToday
source: You don't have any class today ðŸ˜…
vi: Bạn không có bất kỳ tiết học nào hôm nay 😅

source: Create user
vi: Tạo người dùng

# common_search
source: Search
vi: Tìm kiếm

source: User manager
vi: Quản lý người dùng

source: You have not provided enough information. Please check again
vi: Bạn chưa cung cấp đủ thông tin. Vui lòng kiểm tra lại

source: Add specialized success
vi: Thêm khoa thành công

source: input code
vi: Nhập mã

source: Name
vi: Tên

source: input name
vi: Nhập tên

source: Display name
vi: Tên hiển thị

source: input display name
vi: Nhập tên hiển thị

source: Add specialized
vi: Thêm khoa

source: Delete specialized success
vi: Xoá khoa thành công

source: Delete specialized failure
vi: Xoá khoa thất bại

source: Do you want to delete specialized. Please confirm
vi: Bạn có muốn xóa khoa. Vui lòng xác nhận

source: Update specialized success
vi: Cập nhật khoa thành công

source: Update specialized
vi: Cập nhật khoa

source: Add subject success
vi: Thêm môn học thành công

source: Add subject failure
vi: Thêm môn học thất bại

# add_subject_code_subject
source: Code subject
vi: Mã môn học

# add_subject_numberOfLesson
source: Number of lesson
vi: Số tiết học

source: Add Subjects
vi: Thêm môn họ

source: Update subject success
vi: Cập nhật môn học thành công

source: Update subject failure
vi: Cập nhật môn học thất bại

source: Delete subject success
vi: Xoá môn học thành công

source: Delete subject failure
vi: Xoá môn học thất bại

source: Subjects
vi: Các môn học

source: You have not provided enough information
vi: Bạn chưa cung cấp đủ thông tin

source: Add department success
vi: Thêm phòng học thành công

source: Add department failure
vi: Thêm phòng học thất bại

# common_select_building
source: Select building
vi: Chọn toà nhà

source: Update department
vi: Cập nhật phòng học

source: Name department
vi: Tên phòng học

source: Location department
vi: Vị trí phòng học

source: Description department
vi: Mô tả

source: Delete department success
vi: Xoá phòng học thành công

source: Delete department failure
vi: Xoá phòng học thất bại

source: Book class room success
vi: Đặt phòng học thành công

source: Book class room failure
vi: Đặt phòng học thất bại

# update_department_building
source: Building
vi: Toà nhà

# update_department_location
source: Location:
vi: Vị trí:

# update_department_description
source: Description:
vi: Mô tả:

source: You can't book this room, because someone already booked
vi: Bạn không thể đặt phòng này vì ai đó đã đặt

source: Do you want to delete this department? Please confirm.
vi: Bạn có muốn xóa phòng này không? Vui lòng xác nhận.

source: Department name
vi: Tên phòng học

source: Time order:
vi: Thời gian tạo:

source: Order by
vi: Tạo bởi

source: History
vi: Lịch sử

source: Search department
vi: Tìm kiếm phòng học

source: Update department success
vi: Cập nhật phòng học thành công

source: Update department failure
vi: Cập nhật phòng học thất bại

source: List of departments
vi: Danh sách phòng học

source: Department manager
vi: Quản lý phòng học

source: Subject Manager
vi: Quản lý môn học

source: Add, edit, delete, search, set subject, ...
vi: Thêm, sửa, xóa, tìm kiếm, cập nhật môn học, ...

# system_mn_specializedManager
source: Specialized Manager
vi: Quản lý khoa

source: Add, edit, delete, search, set specialized, ...
vi: Thêm, sửa, xóa, tìm kiếm, cập nhật khoa, ...

source: Add, edit, delete, search, set departments, ...
vi: Thêm, sửa, xóa, tìm kiếm, đặt phòng học, ...

source: You can add or level permissions for user, ...
vi: Bạn có thể thêm hoặc cấp quyền cho người dùng, ...

source: You have not filled in enough information
vi: Bạn chưa điền đủ thông tin

source: Create exam schedule success
vi: Tạo lịch thi thành công

source: Create exam schedule failure
vi: Tạo lịch thi không thành công

source: Get info subject failure
vi: Lấy thông tin môn học không thành công

# detail_exam_title
source: Title
vi: Tiêu đề

# detail_exam_subject
source: Subject
vi: Môn học

# detail_exam_time
source: Time
vi: Thời gian

# detail_exam_day
source: Day
vi: Ngày

# detail_exam_description
source: Description
vi: Mô tả

source: Detail exam schedule
vi: Chi tiết lịch thi

source: Exam schedules
vi: Lịch thi

source: Create exam schedule
vi: Tạo lịch thi

source: List of exam schedule
vi: Danh sách lịch thi

# examSchedule_page
source: Exam schedule
vi: Lịch thi

source: is accept
vi: Đã duyệt

source: You are not have any message
vi: Bạn không có bất kỳ thông báo nào nào

source: Notifications
vi: Thông báo

source: Remove score success
vi: Xóa điểm thành công

source: Remove score failure
vi: Xóa điểm không thành công

source: Please fill in all the information
vi: Vui lòng điền đầy đủ thông tin

source: Add score success
vi: Thêm điểm thành công

source: Add score failure
vi: Thêm điểm không thành công

source: Update score failure
vi: Cập nhật điểm không thành công

source: Update score success
vi: Cập nhật điểm thành công

source: Get subject failure
vi: Lấy môn học thất bại

source: Birth day
vi: Ngày sinh

source: Save
vi: Lưu

source: Edit
vi: Sửa

source: Do you really want to delete?
vi: Bạn có thực sự muốn xóa?

source: The points will return to the value 0. Please confirm
vi: Điểm sẽ trở về giá trị 0. Vui lòng xác nhận

source: Remove
vi: Xoá

source: Detail info
vi: Thông tin chi tiết

source: Get data specialized failure
vi: Lấy thông tin khoa không thành công

source: Get data class failure
vi: Lấy thông tin lớp thất bại

source: Get data student failure
vi: Lấy dữ liệu sinh viên thất bại

source: Get data subject failure
vi: Lấy thông tin môn học không thành công

source: Select semester
vi: Chọn học kỳ

source: Select time
vi: Chọn thời gian

source: Tuition manager
vi: Quản lý học phí

source: Payment success
vi: Thanh toán thành công

source: Payment failure
vi: Thanh toán thất bại

source: Search advance
vi: Tìm kiếm nâng cao

source: Update information success
vi: Cập nhật thông tin thành công

source: Update information failure
vi: Cập nhật thông tin thất bại

source: Add phone number
vi: Thêm số điện thoại
